Repository: masterfri/BreLock
Catalog: language/*/LC_MESSAGES/brelock.po
Languages: ru

source: type your password
ru: Данные зашифрованы, введите пароль.

source: gpg key missing
ru: Отсутствует ключ GPG.

source: resource missing
ru: Вы не указали ресурс.

source: username missing
ru: Вы не указали имя логин.

source: password missing
ru: Вы не указали пароль.

source: account '%s' exists
ru: Аккаунт «%s» уже добавлен.

source: account added
ru: Аккаунт добавлен.

source: account modified
ru: Аккаунт обновлён.

source: change password
ru: Сменить пароль

source: can not execute GnuPG '%s'
ru: Не найдена утилита GnuPG "%s".

source: gpg key generated
ru: Ключ GPG создан.

source: type old password
ru: Введите старый пароль.

source: password require at least %s characters
ru: Пароль должен состоять как минимум из %s символов.

source: password not confirmed. try again
ru: Пароли не совпадают. Попробуйте еще раз.

source: error
ru: Ошибка!

source: are you sure
ru: Вы уверены?

source: accounts reloaded
ru: Аккаунты перезагружены.

source: you want to delete user '%s'
ru: Вы действительно хотите удалить аккаунты пользователя «%s»?

source: you want to delete resource '%s'
ru: Вы действительно хотите удалить аккаунты на «%s»?

source: accounts deleted
ru: Аккаунты удалёны.

source: you want to delete account '%s'
ru: Вы действительно хотите удалить аккаутн «%s»?

source: account deleted
ru: Аккаунт удалён.

source: edit account
ru: Правка аккаунта

source: update
ru: Обновить

source: password copied into clipboard
ru: Пароль скопирован в буфер обмена.

source: username copied into clipboard
ru: Логин скопирован в буфер обмена.

source: account name copied into clipboard
ru: Название аккаунта скопировано в буфер обмена.

source: gpg key generation
ru: Генерация ключа GPG.

source: failed to create gpg key
ru: Не удалось создать GPG ключ.

source: wrong password
ru: Неверный пароль.

source: failed to change password
ru: Не удалось сменить пароль.

source: failed to encrypt data
ru: Не удалось создать зашифровать данные. Шифрование будет отключено.

source: '%s' must be directory
ru: «%s» должна быть папкой.

source: directory '%s' must be writable
ru: Папка «%s» должна быть доступна для записи.

source: directory '%s' not exists
ru: Папка «%s» должна существовать.

source: failed to create directory '%s'
ru: Не удалось создать папку «%s».

source: '%s' must be file
ru: «%s» должен быть файлом.

source: file '%s' must be writable
ru: Файл «%s» должен быть доступен для записи.
